{
    "name": "Justify",
    "description": "Racing in his third career start, which began at age 3, Justify lived up to anticipated hype in his stakes debut, capturing the $1 million Santa Anita Derby (G1) April 7 to earn 100 Road to the Kentucky Derby points and secure his spot in the starting gate for the Kentucky Derby May 5 at Churchill Downs.In an impressive performance, Justify confidently handled a strong Bolt d'Oro, beating his rival by 3-lenghts to return $3.80 as the slight 4-5 odds favorite. He ran 1 1/8 miles in 1:49.72 over a Santa Anita surface that trainer Bob Baffert said was deep and playing slow all afternoon.Justify is on his way to becoming a Kentucky Derby favorite, as he recorded a 114 BRIS Speed Figure in the Santa Anita Derby, which is the highest in the six-season history of the Kentucky Derby Points system. Being highly-regarded, he finished as the top horse in Pool 4 of the final Kentucky Derby Future Wager that closed April 7, at 3-1 odds.Hiding below the surface for Justify is the attempt to overcome the curse of Apollo, who was the last horse to win the Kentucky Derby as an unraced 2-year-old more than 130 years ago in 1882. But, jockey Mike Smith says Justify is just scratching the surface as a raw talent with much room to grow.Bred in Kentucky, Justify was a $500,000 Keeneland September Yearling purchase by China Horse Club and Maverick Racing. His sire is Scat Daddy, who died in 2015 at the young age of 11. Scat Daddy has had success as an internationally prominent sire, but has yet to sire a winner in the American Triple Crown series. He’ll have a good chance this year as the sire of Justify, Flameaway and Mendelssohn, all scheduled to start in the Kentucky Derby.",
    "image": "https://gateway.pinata.cloud/ipfs/QmWwTzUUV4wdkGW15Jwkn48kxzUZn3EDT1nqu3QSy4pUrd/8.png",
    "attributes": [
        {
            "trait_type": "Color",
            "value": "Walnut"
        },
        {
            "trait_type":"Year",
            "value": "2018"
        },
        {
            "trait_type": "Number",
            "value": "6"
        },
        {
            "trait_type": "Base",
            "value": "Not-Smile"
        },
        {
            "trait_type": "Jockey",
            "value": "Mike Smith"
        }
    ] 
}